{
    "citylist": [
        {
            "p": "东区", 
            "c": [
                {
                    "n": "上海市", 
                    "a": [
                        {
                            "s": "上海江铃"
                        }, 
                        {
                            "s": "上海九和"
                        }, 
                        {
                            "s": "上海科达"
                        }, 
                        {
                            "s": "上海雄威"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "江苏省", 
                    "a": [
                        {
                            "s": "常州江铃"
                        }, 
                        {
                            "s": "无锡祥顺"
                        }, 
                        {
                            "s": "淮安科达"
                        }, 
                        {
                            "s": "南京凯腾"
                        }, 
                        {
                            "s": "南通江铃"
                        }, 
                        {
                            "s": "苏州贺骏金顺"
                        }, 
                        {
                            "s": "常熟贺骏"
                        }, 
                        {
                            "s": "昆山贺骏"
                        }, 
                        {
                            "s": "科达徐州分公司"
                        }, 
                        {
                            "s": "盐城福顺"
                        }, 
                        {
                            "s": "泰州福顺"
                        }, 
                        {
                            "s": "科达宿迁"
                        }, 
                        {
                            "s": "江阴广吉"
                        }, 
                        {
                            "s": "连云港汽修"
                        }, 
                        {
                            "s": "连云港快顺"
                        }, 
                        {
                            "s": "南京业辉"
                        }, 
                        {
                            "s": "启东顺铃"
                        }, 
                        {
                            "s": "太仓富骏"
                        }, 
                        {
                            "s": "邳州捷奥"
                        }, 
                        {
                            "s": "徐州福益"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "福建省", 
                    "a": [
                        {
                            "s": "福州江铃"
                        }, 
                        {
                            "s": "泉州全顺"
                        }, 
                        {
                            "s": "厦门江铃"
                        }, 
                        {
                            "s": "南平江铃"
                        }, 
                        {
                            "s": "宁德市江铃"
                        }, 
                        {
                            "s": "莆田江铃"
                        }, 
                        {
                            "s": "三明江铃"
                        }, 
                        {
                            "s": "漳州宏瑞"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "浙江省", 
                    "a": [
                        {
                            "s": "浙江江铃萧山分公司"
                        }, 
                        {
                            "s": "浙江江铃湖州分公司"
                        }, 
                        {
                            "s": "浙江江铃嘉兴分公司"
                        }, 
                        {
                            "s": "浙江江铃绍兴分公司"
                        },
                        {
                            "s": "金华顺铃"
                        }, 
                        {
                            "s": "永康康铃"
                        }, 
                        {
                            "s": "义乌福顺"
                        }, 
                        {
                            "s": "宁波丰顺"
                        }, 
                        {
                            "s": "慈溪友邦"
                        }, 
                        {
                            "s": "衢州凯铃"
                        }, 
                        {
                            "s": "台州江铃"
                        }, 
                        {
                            "s": "浙江红旭"
                        },
                        {
                            "s": "浙江万里"
                        }, 
                        {
                            "s": "临安美福"
                        }, 
                        {
                            "s": "平湖康顺"
                        }, 
                        {
                            "s": "桐乡康顺"
                        }, 
                        {
                            "s": "嵊州康顺"
                        }, 
                        {
                            "s": "武义顺铃"
                        }, 
                        {
                            "s": "诸暨宝铃"
                        }, 
                        {
                            "s": "东阳宝铃"
                        }, 
                        {
                            "s": "丽水福铃"
                        }, 
                        {
                            "s": "余姚顺铃"
                        }, 
                        {
                            "s": "奉化福铃"
                        }, 
                        {
                            "s": "北仑昌铃"
                        }, 
                        {
                            "s": "舟山霁锋"
                        }, 
                        {
                            "s": "江山昌铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "山东省", 
                    "a": [
                        {
                            "s": "山东江铃"
                        }, 
                        {
                            "s": "东营顺福铃"
                        }, 
                        {
                            "s": "济宁江铃"
                        }, 
                        {
                            "s": "临沂顺铃"
                        }, 
                        {
                            "s": "青岛六和"
                        }, 
                        {
                            "s": "威海江铃"
                        }, 
                        {
                            "s": "潍坊金恒源"
                        }, 
                        {
                            "s": "烟台江铃"
                        }, 
                        {
                            "s": "淄博鲁中"
                        }, 
                        {
                            "s": "德州吉顺"
                        }, 
                        {
                            "s": "聊城水利"
                        }, 
                        {
                            "s": "菏泽顺铃"
                        }, 
                        {
                            "s": "枣庄顺铃"
                        }, 
                        {
                            "s": "泰安瑞铃"
                        }, 
                        {
                            "s": "青岛六和胶南分公司"
                        }, 
                        {
                            "s": "青岛福全顺"
                        }, 
                        {
                            "s": "荣成成山汽车"
                        }, 
                        {
                            "s": "青州金源"
                        }, 
                        {
                            "s": "潍坊金源寿光分公司"
                        }, 
                        {
                            "s": "潍坊金源日照分公司"
                        }, 
                        {
                            "s": "龙口顺通"
                        }, 
                        {
                            "s": "滨州顺铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                }
            ]
        },
        {
            "p": "南区", 
            "c": [
                {
                    "n": "广东省", 
                    "a": [
                        {
                            "s": "东莞顺特"
                        }, 
                        {
                            "s": "佛山禅铃"
                        }, 
                        {
                            "s": "顺德江铃"
                        }, 
                        {
                            "s": "广州顺福铃"
                        }, 
                        {
                            "s": "清远江铃"
                        }, 
                        {
                            "s": "肇庆顺铃"
                        }, 
                        {
                            "s": "惠州江铃"
                        }, 
                        {
                            "s": "江门江铃"
                        }, 
                        {
                            "s": "湛江顺铃"
                        }, 
                        {
                            "s": "汕头振业"
                        }, 
                        {
                            "s": "深圳国顺昌"
                        }, 
                        {
                            "s": "深圳国顺"
                        }, 
                        {
                            "s": "中山江铃"
                        }, 
                        {
                            "s": "珠海江铃"
                        }, 
                        {
                            "s": "韶关森鑫"
                        }, 
                        {
                            "s": "河源汇鑫"
                        }, 
                        {
                            "s": "鹤山江铃"
                        }, 
                        {
                            "s": "阳江顺铃"
                        }, 
                        {
                            "s": "茂名顺铃"
                        }, 
                        {
                            "s": "揭阳顺铃"
                        }, 
                        {
                            "s": "梅州兴业"
                        }, 
                        {
                            "s": "开平骏侨"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "广西省", 
                    "a": [
                        {
                            "s": "广西云汇"
                        },
                        {
                            "s": "柳州健中冈"
                        },
                        {
                            "s": "贵港铭鼎"
                        },
                        {
                            "s": "梧州九鑫"
                        },
                        {
                            "s": "玉林骏翔"
                        },
                        {
                            "s": "钦州顺福铃"
                        },
                        {
                            "s": "百色荣顺"
                        },
                        {
                            "s": "桂林同顺"
                        },
                        {
                            "s": "河池瑞铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "贵州省", 
                    "a": [
                        {
                            "s": "贵州江铃"
                        },
                        {
                            "s": "遵义永翔"
                        },
                        {
                            "s": "黔南江羚"
                        },
                        {
                            "s": "兴义广缘"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "海南省", 
                    "a": [
                        {
                            "s": "海口顺铃"
                        },
                        {
                            "s": "三亚陆铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "四川省", 
                    "a": [
                        {
                            "s": "四川福顺"
                        },
                        {
                            "s": "达州江铃"
                        },
                        {
                            "s": "德阳顺祥"
                        },
                        {
                            "s": "广元众利"
                        },
                        {
                            "s": "乐山顺铃"
                        },
                        {
                            "s": "西昌琦洋"
                        },
                        {
                            "s": "泸州怡铃"
                        },
                        {
                            "s": "绵阳顺铃"
                        },
                        {
                            "s": "攀枝花华兴"
                        },
                        {
                            "s": "南充怡铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "重庆市", 
                    "a": [
                        {
                            "s": "重庆江铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "云南省", 
                    "a": [
                        {
                            "s": "昆明健中冈"
                        },
                        {
                            "s": "腾冲星灵涵"
                        },
                        {
                            "s": "大理江铃"
                        },
                        {
                            "s": "红河福顺"
                        },
                        {
                            "s": "普洱健中冈"
                        },
                        {
                            "s": "文山惠铃"
                        },
                        {
                            "s": "玉溪健中冈"
                        },
                        {
                            "s": "曲靖驰源"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "西藏", 
                    "a": [
                        {
                            "s": "西藏顺天成"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                }
            ]
        },
        {
            "p": "西区", 
            "c": [
                {
                    "n": "甘肃省", 
                    "a": [
                        {
                            "s": "甘肃全顺"
                        },
                        {
                            "s": "甘肃江铃酒泉分公司"
                        },
                        {
                            "s": "张掖顺铃"
                        },
                        {
                            "s": "庆阳顺铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "宁夏", 
                    "a": [
                        {
                            "s": "宁夏顺铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "青海省", 
                    "a": [
                        {
                            "s": "青海全顺"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "新疆", 
                    "a": [
                        {
                            "s": "新疆瑞福顺隆"
                        },
                        {
                            "s": "库尔勒宏大"
                        },
                        {
                            "s": "哈密飞扬"
                        },
                        {
                            "s": "奎屯永达"
                        },
                        {
                            "s": "阿克苏海林车业"
                        },
                        {
                            "s": "喀什汇通"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "山西省", 
                    "a": [
                        {
                            "s": "山西福铃"
                        }, 
                        {
                            "s": "运城顺福铃"
                        }, 
                        {
                            "s": "大同江铃"
                        }, 
                        {
                            "s": "吕梁嘉通"
                        }, 
                        {
                            "s": "忻州泰都"
                        }, 
                        {
                            "s": "晋城长江"
                        }, 
                        {
                            "s": "临汾江铃全顺"
                        }, 
                        {
                            "s": "长治市江铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "陕西省", 
                    "a": [
                        {
                            "s": "陕西江铃"
                        },
                        {
                            "s": "安康永成"
                        },
                        {
                            "s": "延安顺铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                }
            ]
        },
        {
            "p": "北区", 
            "c": [
                {
                    "n": "北京市", 
                    "a": [
                        {
                            "s": "北京福铃"
                        }, 
                        {
                            "s": "北京昌海"
                        }, 
                        {
                            "s": "北京京铃顺"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "天津市", 
                    "a": [
                        {
                            "s": "天津全顺"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "河北省", 
                    "a": [
                        {
                            "s": "保定元盛"
                        },
                        {
                            "s": "邢台典盛"
                        },
                        {
                            "s": "沧州华成"
                        },
                        {
                            "s": "河北福江"
                        },
                        {
                            "s": "唐山广福"
                        },
                        {
                            "s": "邯郸典正"
                        },
                        {
                            "s": "张家口众诚"
                        },
                        {
                            "s": "衡水广福"
                        },
                        {
                            "s": "秦皇岛文盛"
                        },
                        {
                            "s": "承德福江"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "黑龙江省", 
                    "a": [
                        {
                            "s": "黑龙江天拓"
                        }, 
                        {
                            "s": "牡丹江天拓"
                        }, 
                        {
                            "s": "佳木斯众合"
                        }, 
                        {
                            "s": "齐齐哈尔龙成"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "吉林省", 
                    "a": [
                        {
                            "s": "吉林九和"
                        },
                        {
                            "s": "吉林福铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "辽宁省", 
                    "a": [
                        {
                            "s": "辽宁全顺"
                        },
                        {
                            "s": "盘锦顺铃"
                        },
                        {
                            "s": "大连立扬"
                        },
                        {
                            "s": "鞍山和泰翔达"
                        },
                        {
                            "s": "抚顺日晟"
                        },
                        {
                            "s": "丹东福顺"
                        },
                        {
                            "s": "大连九和瓦房店"
                        },
                        {
                            "s": "葫芦岛凯达"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "内蒙古", 
                    "a": [
                        {
                            "s": "包头福江"
                        }, 
                        {
                            "s": "内蒙古三和"
                        }, 
                        {
                            "s": "赤峰顺铃"
                        }, 
                        {
                            "s": "通辽福顺"
                        }, 
                        {
                            "s": "锡盟方悦诚信"
                        }, 
                        {
                            "s": "呼伦贝尔江铃"
                        }, 
                        {
                            "s": "兴安盟顺铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                }
            ]
        },
        {
            "p": "中区", 
            "c": [
                {
                    "n": "安徽省", 
                    "a": [
                        {
                            "s": "安徽宏安"
                        }, 
                        {
                            "s": "安徽宏实"
                        }, 
                        {
                            "s": "安庆福江"
                        }, 
                        {
                            "s": "滁州宏海"
                        }, 
                        {
                            "s": "阜阳福江"
                        }, 
                        {
                            "s": "淮北舜和"
                        }, 
                        {
                            "s": "六安金运"
                        }, 
                        {
                            "s": "马鞍山江铃"
                        }, 
                        {
                            "s": "中交二航局"
                        }, 
                        {
                            "s": "蚌埠福兴"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "河南省", 
                    "a": [
                        {
                            "s": "洛阳顺铃"
                        }, 
                        {
                            "s": "驻马店顺铃"
                        }, 
                        {
                            "s": "河南福顺"
                        }, 
                        {
                            "s": "安阳福铃"
                        }, 
                        {
                            "s": "南阳顺铃"
                        }, 
                        {
                            "s": "新乡福铃"
                        }, 
                        {
                            "s": "许昌大志"
                        }, 
                        {
                            "s": "商丘恒隆"
                        }, 
                        {
                            "s": "周口顺铃"
                        }, 
                        {
                            "s": "信阳福铃"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "湖北省", 
                    "a": [
                        {
                            "s": "武汉威汉"
                        },
                        {
                            "s": "黄石威汉"
                        },
                        {
                            "s": "襄阳威汉"
                        },
                        {
                            "s": "宜昌威汉"
                        },
                        {
                            "s": "恩施威汉"
                        },
                        {
                            "s": "黄冈威汉"
                        },
                        {
                            "s": "荆门威汉"
                        },
                        {
                            "s": "荆州威汉"
                        },
                        {
                            "s": "十堰威汉"
                        },
                        {
                            "s": "随州威汉"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "湖南省", 
                    "a": [
                        {
                            "s": "湖南鑫顺"
                        },
                        {
                            "s": "郴州广顺"
                        },
                        {
                            "s": "邵阳宝顺汽车"
                        },
                        {
                            "s": "常德天顺"
                        },
                        {
                            "s": "衡阳福顺"
                        },
                        {
                            "s": "怀化顺铃"
                        },
                        {
                            "s": "娄底联顺"
                        },
                        {
                            "s": "郴州广顺永州分公司"
                        },
                        {
                            "s": "岳阳梦达"
                        },
                        {
                            "s": "湖南全顺浏阳分公司"
                        },
                        {
                            "s": "株洲全顺"
                        },
                        {
                            "s": "湘西永兴"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                },
                {
                    "n": "江西省", 
                    "a": [
                        {
                            "s": "赣州铃卡"
                        },
                        {
                            "s": "赣东北江铃"
                        },
                        {
                            "s": "江西百合铃顺"
                        },
                        {
                            "s": "赣西江铃"
                        },
                        {
                            "s": "吉安江铃"
                        },
                        {
                            "s": "九江江铃"
                        },
                        {
                            "s": "萍乡全顺"
                        },
                        {
                            "s": "新余百合"
                        },
                        {
                            "s": "鹰潭源盛"
                        },
                        {
                            "s": "其他"
                        }
                    ]
                }
            ]
        }
    ]
}